import React, { Component } from 'react'
import { Link } from 'react-router-dom'
import Sidebar from './Sidebar';
export class Appa extends Component {
    render() {
        return (
            <div>
           
            <div className="breadcrumb-area">
                <div className="container">
                    <div className="row">
                        <div className="col-12">
                            <ul className="breadcrumb">
                            <li><Link  to='/home'>Home</Link></li>
                                <li><a href="#">நிறுவனர்</a></li>
                                <li className="current"><a>அப்பா நாயகம்</a></li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
            
            <main id="content" className="main-content-wrapper">
                <div className="single-post-area pt--40 pb--80 pt-sm--30 pb-sm--60">
                    <div className="container">
                        <div className="row">
                            <div className="col-lg-9 order-lg-2 order-1 mb-md--30">
                                <div className="single-post-wrapper">
                                    <article className="post post-details mb--60 mb-sm--40">
                                        <header className="entry-header text-center">
                                           
                                            <h1 className="post-title">Appa Nayagam</h1>
                                      
                                        </header>
                                      
                                        <div className="post-info">
                                            <div className="post-content">
                                                <p>ஜமாலிய்யா அஸ்ஸய்யித் யாஸீன் மௌலானா நாயகம் அவர்களின் தவமிகு தந்தையார் ஆத்ம ஞானச் சுடர் அல் ஆரிபுஸ் ஸமதானிய் வல் வலிய்யுல் வஹ்தானிய் வல் கௌதுல் பர்தானிய் அஷ்ஷெய்கு அஸ்ஸய்யித் முஹம்மத் மௌலானல் காதிரிய்யுல் ஹஸனிய்யுல் ஹாஷிமிய்யு (ரலியல்லாஹு அன்ஹு) ஆவார்கள். அவர்கள் அபூயாஸீன் என்றும் மௌலானல் ஜமாலிய் என்றும் ஜமாலிய்யா மௌலானா என்றும் அழைக்கப்பட்டார்கள். அவர்கள் ஜமாலிய்யா மௌலானா என்ற பெயர் கொண்டே பிரபலமானவர்கள்.
                                                        </p> 
                                                        <p>ஜமாலிய்யா மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்களின் அன்புத்தாயார் ஸய்யிதா ஆபிதா ஆவார்கள். அவர்கள் நிறைந்த கராமத்துக்களுடையவர்கள். ஜமாலிய்யா மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்களின் தந்தையார் இமாமுல் அஉளம் அஸ்ஸய்யித் ஜமாலுத்தீன் மௌலானா ஆவார்கள். ஜமாலிய்யா மௌலானா அவர்களின் தந்தையார் ஜமாலுத்தீன் மௌலானா என்பதினாலே அவர்களுக்கும் அப் பெயரின் முதற்பகுதியான ஜமாலிலிருந்து, ஜமாலிய்யா என்ற திருப்பெயர் கொண்டே அழைக்கப்பட்டார்கள். அஸ்ஸய்யித் ஜமாலுத்தீன் மௌலானா அல் ஹாஷிமிய் அவர்கள் இமாமாகவும் விலாயத்துடைய வர்களாகவுமிருந்தார்கள்.

                                                        </p>
                                                        <p>ஜமாலிய்யா மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்கள் அருண்மிகு நகராம் பக்தாத்தனிலே உள்ள பாபுஷ் ஷெய்க் என்ற இடத்தில் பைதுஷ் ஷுரபாஉ என்ற இல்லத்தில் ஞாயிற்றுக்கிழமை பிறை இரண்டு முஹர்ரம் மாதம் ஹிஜ்ரி 1264 இல் திருவவதாரஞ் செய்தருளினார்கள்.
                                                        </p>
                                                        <p>சிறு வயதில் ஆரம்பக் கல்வியாம் அறபுக் கல்வியை பக்தாதிலேயே கற்றுத் தேர்ந்து, வேத நெறி முறையாம் சட்டக் கலையும் (பிக்ஹு) கசடறக் கற்று, பகீஹாகவும் (வேதச் சட்ட அறிவியல் ஞானி) ஷாஇராகவும் (கவிஞர்) விளங்கினார்கள்.

                                                        </p>
                                                        <p>ஜமாலிய்யா மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்கள் காதிரிய்யாத் தரீக்குக்குத் தம் ஆத்ம ஞானத் தந்தை அஷ்ஷெய்கு அஸ்ஸெய்யித் ஜமாலுத்தீன் மௌலானா அல் ஹாஷிமிய் (ரலியல்லாஹு அன்ஹு) அவர்களிடத்தும் ஜுப்ரிய்யாத் தரீக்காவுக்குக் காயல் பட்டினத்தைச் சேர்ந்த அஷ்ஷெய்கு உமருல் காஹிரிய் (ரலியல்லாஹு அன்ஹு) அவர்களின் புதல்வர் குதுபு அப்துல் காதிரில் காஹிரிய் (ரலியல்லாஹு அன்ஹு) அவர்களின் திருப்புதல்வர் அஷ்ஷெய்கு முஹம்மத் ஸாலிஹ் (ரலியல்லாஹு அன்ஹு) அவர்களிடமும் நக்‌ஷபந்திய்யாத் தரீக்காவுக்கு அஸ்ஸெய்யித் மஹ்மூதுல் புகாரிய்யுன் நக்‌ஷபந்திய் (ரலியல்லாஹு அன்ஹு) அவர்களிடத்தும், ஷாதுலிய்யாத் தரீக்காவுக்கு அஷ்ஷெய்கு அஸ்ஸெய்யித் அஹ்மதுல் ஹுமைஸரிய்யுஷ் ஷாதுலிய் (ரலியல்லாஹு அன்ஹு) அவர்களிடத்தும் பைஅத்தும் (ஞானதீட்சை) கிலாபத்தும் (உத்தராதிகாரம்) பெற்றுக்கொண்டார்கள்</p>
    
                                                        <p>இவர்கள் பஃதாதில் தங்களின் சிறிய தந்தையின் மகளாரைத் திருமணம் செய்து கொண்டார்கள். இவர்களுக்கு பஃதாதில் ஜமாலிய்யா ஸய்யித் முஸ்தபல் ஹாஷிமிய், ஜமாலிய்யா ஸய்யித் அலவிய்யுல் ஹாஷிமிய், ஜமாலிய்யா ஸய்யித் அலிய்யுல் ஹாஷிமிய் என்ற குமாரர்கள் மூவர் பிறந்தனர்.
                                                        </p>
                                                        <p>பஃதாதில், ஜமாலிய்யா மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்கள், யுத்தத் தளகர்த்தராகப் பணிபுரிந்து வந்தார்கள். இதிலிருந்து ஓய்வு பெற்ற பின்னரே திருத்தலாமாம், பஃதாதை விட்டு வேறு பல நாடுகளுக்குஞ் சென்று இறுதியாகப் பரமார்த்த ஞானப் பரமானந்தப் பெரும் பதியாம் பாரத நன்னாட்டை வந்தடைந்தார்கள். பரந்து விரிந்த பாரதத்திலே, பற்பல ஊர்களுக்கும் சென்று அவ்வவ்வூர்களிலே பலகாலம் தங்கி வேத மறை பொருளாம் திவ்விய ஞான விளக்கம் செய்தார்கள். இவ்வண்ணமே ஈழ மணித்திரு நாட்டிலும் இறைஞானம் பரப்பு முகமாய் ஈங்கணும் திருவருகை தந்தருளினார்கள். இங்குப் பல வருடங்களுக்கு முன் பஃதாதிலிருந்து வந்து வெலிப்பிட்டி யென்னும் கிராமத்திலே குடியேறி வாழ்ந்து வந்த இவர்களின் உறவினர்களைக் கண்டார்கள். இவர்களிற் சிலர் மாத்தறையைச் சேர்ந்த திக்குவல்லை என்னும் ஓரூரிலும் ஈங்கிருந்து குடிபெயர்ந்து வாழ்ந்து வந்தனர். உறவினரின் உதவியும் அவர்களின் திருப்பணிக்குப் பேருதவியாயிற்று. ஆங்குச் சென்ற ஜமாலிய்யா மௌலானா அவர்கள் தங்கள் மாமனாரின் மகளாரைத் திருமணஞ்செய்தருளினார்கள். அவர்களுக்கு ஆங்கு அவதரித்த அருந்தவப் புதல்வரே ஜமாலிய்யா அஸ்ஸெய்யித் யாஸீன் மௌலானா அல் ஹாஷிமிய் ஆவார்கள். அவர்களுக்குப்பின் ஜமாலிய்யா அஸ்ஸய்யித் ஹாமித் மௌலானா அல் ஹாஷிமிய் என்ற பெயருடைய பிள்ளை ஒருவர் பிறந்து சிறு வயதிலேயே இறையடி சேர்ந்தார்கள்.
                                                        </p>
                                                
    
                          
                       
                                           </div>
                                           
                                        
                                 
                                        </div>
                                    </article>
                              
                                </div>
                            </div>
             <Sidebar/>
                        </div>
                    </div>
                </div>
            </main>
            
            </div>
        )
    }
}
export default Appa