import React, { Component } from 'react'
import { Link } from 'react-router-dom'
import Sidebar from './Sidebar';
export class Thanthai extends Component {
    render() {
        return (
            <div>
           
            <div className="breadcrumb-area">
                <div className="container">
                    <div className="row">
                        <div className="col-12">
                            <ul className="breadcrumb">
                            <li><Link  to='/home'>Home</Link></li>
                                <li><a href="#">நிறுவனர்</a></li>
                                <li className="current"><a>தந்தை நாயகம்</a></li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
            
            <main id="content" className="main-content-wrapper">
                <div className="single-post-area pt--40 pb--80 pt-sm--30 pb-sm--60">
                    <div className="container">
                        <div className="row">
                            <div className="col-lg-9 order-lg-2 order-1 mb-md--30">
                                <div className="single-post-wrapper">
                                    <article className="post post-details mb--60 mb-sm--40">
                                        <header className="entry-header text-center">
                                           
                                            <h1 className="post-title">Thanthai Nayagam</h1>
                                      
                                        </header>
                                      
                                        <div className="post-info">
                                            <div className="post-content">
                                                <p>மக்கா மாநகரில் அவதாரஞ் செய்தருளிய எம் பெருமானார் முஹம்மது முஸ்தபா ரஸுல் ஸல்லல்லாஹு அலைஹி வஸல்லம் அவர்களின் வமிச பாரம்பரிய மதனிலே; முப்பத்து மூன்றாம் அருந்தவத் தோன்றலாயும்; ஜீலான் மாநரில் பக்தாத் என்னும் திருப்பெயர் கொண்ட அருள் நகரில் ஆன்மீக ஆட்சி  செய்த முஹ்யித்தீன் அப்துல் காதிர் ஜீலானிய் (ரலியல்லாஹு அன்ஹு) அவர்களின் வமிச பாரம்பரியத்தின் இருபதாம் தோன்றலாயும்; மாதா வழியில் ரஸுல் (ஸல்லல்லாஹு அலைஹி வஸல்லம்) அவர்களின் முப்பத்திரண்டாவது தோன்றலாயும்; முஹ்யித்தீன் ஆண்டவர்களிலிருந்து பத்தொன்பதாவது தோன்றலாயும்; தென்கரை திக்குவல்லை என்னும் ஊரில்; அருந்தவச் சீலர் ஆன்மீக குருநாதர்; ஜமாலிய்யா அஸ்ஸய்யித் யாஸீன் மௌலானா அல்ஹஸனிய்யுல் ஹுஸைனிய்யுல் ஹாஷிமிய் நாயகம் (ரலியல்லாஹு அன்ஹு) அவர்கள் அவதனித்தார்கள். </p> 
    
                                                <h3>தந்தை</h3>
                                                <p>ஜமாலிய்யா அஸ்ஸய்யித் யாஸீன் மௌலானா (ரலியல்லாஹு அன்ஹு) அவர்களின் தவமிகு தந்தையார்- ஆத்ம ஞானச்சுடர்; அல்ஆரிபுஸ் ஸமதானிய் அஷ்ஷெய்கு அஸ்ஸய்யித் முஹம்மத் மௌலானல் காதிரிய்யுல் ஹஸனிய்யுல் ஹாஷிமிய் நாயகம் அவர்கள் ஆவார்கள்.

                                                அவர்கள் அபூயாஸீன் என்றும்; மௌலானல் ஜமாலிய் என்றும்; ஜமாலிய்யா மௌலானா என்றும் அன்புடன் அழைக்கப்பட்டார்கள். அவர்கள் ஜமாலிய்யா மௌலானா என்ற பெயர் கொண்டே பிரபலமானவர்கள்.</p>
                                                <h3>தாயார்</h3>
                                                <p>ஜமாலிய்யா அஸ்ஸய்யித் யாஸீன் மௌலானா நாயகம் அவர்களின் தாயார் அஸ்ஸய்யிதா உம்மு ஹபீபா கண்ணே ஆவார்கள். இவர்கள் இலங்கையின் தென்பகுதியில் உள்ள வெலிப்பிட்டி எனும் கிராமத்தில் பிறந்தார்கள். பின்னர் இவர்களின் தந்தையாரான அல்வலிய்யுல் அஷ்ஹர் அஸ்ஸய்யித் முஹம்மத் மௌலானா அவர்கள் வெலிப்பிட்டியில் மறைந்த போது தங்களின் தாயின் ஊரான இலங்கையின் தென்னகத்தேயுள்ள திக்குவல்லை யென்னும் ஊருக்கு குடியெர்ந்தார்கள். இவர்கள் காதிரிய்யாத் தரீக்காவையும்; ஷாபிஇய் மதுஹபையும் சேர்ந்தவர்கள்.</p>
    
                                                <h3>பாலியம்</h3>
                                                <p>ஜமாலிய்யா மெளலானா அவர்கள்- தங்கள் உறவு முறையில் மைத்துனியான அஸ்ஸய்யிதா உம்மு ஹபீபாக் கண்ணே அவர்களை ஹிஜ்ரி 1316 ரஜபு  மாதம் பிறை 19 திங்கள் இரவு திருமணம் செய்தார்கள்.</p>
    
                          
                       
                                           </div>
                                           
                                        
                                 
                                        </div>
                                    </article>
                               
                                </div>
                            </div>
              <Sidebar/>
                        </div>
                    </div>
                </div>
            </main>
            
            </div>
        )
    }
}
export default Thanthai