
export default{
    products:[
    {
        _id: '1',
        image:'../assets/img/books/Kamoos.jpg',
        name:'காமூஸ்-அரபு-தமிழ்-அகராதி',
        price:160,
        short_description:"உபதேசக் கோர்வைஇன்று மதுரஸாக்களில் நூறு வருடங்களுக்கு முன் எழுதப்பட்ட அரபீ கிரந்தங்களே பாடப் புத்தகங்களாய் விளங்குகின்றமையால் கால வேறுபாட்டிற்கேற்ப்ப புதிதாய் உற்பத்தியான அல்லது அரபிய்யாய்ச் சமைந்த ஆயிரக்கணக்கான அரபீ சொற்களில் அர்த்தங்கள் அறியப்படாதிருக்கின்றன.",
        description1: "நல்ல தமிழில் அரபீ கற்றுக் கொடுக்கபடாததால், அரபீ அறிஞர்களில் அநேகரின் தமிழ் மொழி-மொழிபெயர்ப்புப் போன்றவைகளில் பெரும் தவறுகள் காணப்படுதலோடு அறபீ வாக்கியங்களின் தெளிவான கருத்துகளும் மறைபட்டிருக்கின்றன.தத்துவ, பூத, பௌதீக வியல்களும், சரித்திரம், வானவியல், புவியியல், ஏகேச்வரவாதம், வைத்தியம், தருக்கம், கலை, இலக்கியம், பொறியியல், இரசாயனம் முதலான முக்கிய அறிவுகளும் மதுரஸாக்களில் போதிய அளவில் கற்றுக் கொடுக்கப்படாமலிருந்தலால், அவைகளிற் காணப்படும் விசேட சொற்களிற்சில அர்த்தமற்றனவாய்ப் புழங்கப்படுதலோடு இவ்வறிவுகளும் புறக்கணிப்படுகின்றன.",
        description2: "இக்காரணங்களால் அரபீ மொழி ஞானம், இயற்றலறிவு, இஸ்லாமிய தத்துவ போதனை – சாதனை – அனுஷ்டானம், இவைகள் மிகமிகக் குறைந்து காணப்படுகிறமை கண்கூடு.ஆதலால், எம்மாற் கூடிய பிரயாசையின் பேரில் கேற்கண்ட குறைகளிற் சிலவற்றையேனும் சமாளிப்பான் வேண்டி, அறிவுவகை விகற்பங்களாற் பேதப்படும் அர்த்தங்களை அரபீ சொற்களுக்குச் சுத்தமான தமிழில் அரபீ எழுத்தில் எழுதுவதுடன் புதியனவும் புதியனவாய் நுழைந்தனவுமான அனேக அரபீ சொற்களின் அர்த்தங்களும் இதில் கொடுப்படுகின்றன.இதனால் தமிழ் முஸ்லிம்களின் அரபீ அபிவிருத்திக்கும், அரபீ தமிழுக்கும் புத்துயிரளிப்பதுடன் இஸ்லாமியக் கலையும் அபிவிருத்தியடைய ஏதுவாகிறது.",
        countInStock:10
    },
    {
        _id: '2',
        image:'../assets/img/books/ManithaNew.jpg',
        name:'மனிதா',
        price:130,
        short_description:"குருவை அறிவது எப்படி.?",
        description1:"கேள்வி:ஆன்மீகத் தேடல் உள்ள ஒரு மனிதன் தன் குருவை எப்படி அடையாளம் கண்டுக் கொள்ளமுடியும்.?",
        description2:"பதில்:ஓரு குருவிடம் பேசிப்பார்க்கலாம். பேசும்போது உரியமாதிரி முறையோடு பேசவேண்டும். அப்போதுதான் தான் யாரென்பதைக் காட்டிக்கொடுப்பார் அல்லாமல் அதற்கு மாற்றமாய் போய் பேசினால் பொதுவாய் ஆலிம்களுடன் பேசுவதைப் போலிருக்கும். ஆலிமுடன் பேசுவதைப்போன்று பேசி அனுப்பிவிடுவார்கள். அறியவேண்டும் என்ற நோக்கத்தோடுச் சென்றால் அவர்களோடு பேசுவதைக் கொண்டு அவர்கள் ஞானம் தெரிந்தவர்கள், விளங்கியவர்கள் ஒரு செய்குகிற்கு பொருத்தமானவர்கள் எனக் கண்டுப்பிடித்துக் கொள்ளலாம். சிலநேரங்களில் தேட்டம் உள்ளவர்கள் மித்தம் விருப்பத்தோடு எனக்கு ஒரு காமிலான (பூரணமான) செய்கை (குருவை) நீ எனக்கு காட்டியருள்வாய் யா அல்லாஹ் என்று துவா (பிரார்த்தனை) செய்தால் கனவில் காட்டித்தருவதும் உண்டு. கனவில் காட்டப்படுவதுதான் மிகவும் நல்லது. படேஷா ஹஜ்ரத் இருந்தார்கள் (அவர்களை) மஞ்சுவி நாயகம் என்பார்கள். சிறந்த வலீயாக அவர்களுடைய காலத்தில் திகழ்ந்தார்கள். ஆனால் அவர்கள் அரபி படித்தவர்கள் அல்ல. ஒரு அலுவலகத்தில் அதிகாரியாக இருந்து வேலைப் பார்த்தவர்கள். திடிரென அவர்களுடைய நிலமையெல்லாம் பலவகையிலும் மாற்றங்கண்டு சில விசயங்களைச் சொல்லத் தொடங்கினார்கள். பொது மக்களுக்கு ஒரே குழப்பம் ஏற்பட்டுவிட்டது. இவரொரு உம்மி (படிப்பறிவு இல்லாதவர்) அரபியல்லாதவர் இவருக்கு என்னத் தெரியும் என்றெல்லாம் கூறினார்கள். ஆலிம்கள் அதற்கு எதிர்ப்பு காண்பித்தார்கள். மிகச்சிறந்த ஒரு ஆலிம் அப்துல் கரீம் என்பவர் அதற்கு (மஞ்சுவி நாயகத்திற்கு) பத்வாவும் கொடுத்து விட்டார். - இமாம் அஸ்சையது கலீல் அவுன் மௌலானா அவர்கள்.",
        countInStock:5
    },
    {
        _id: '3',
        image:'assets/img/books/naayagar.jpg',
        name:'நாயகர் பன்னிரு பாடல்',
        price:170,
        short_description:"பூமிக்கே புனிதம் சேர்த்த மதீனாநகர் வாழும் – மனித இனத்துக்கே மாண்பு சேர்த்த மாநபி ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களின் பேசி முடியாப் பெருமைகளைப் போற்றிப் புகழும் கவிதை நூல் இது!",
        description1:"பூமிக்கே புனிதம் சேர்த்த மதீனாநகர் வாழும் – மனித இனத்துக்கே மாண்பு சேர்த்த மாநபி ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களின் பேசி முடியாப் பெருமைகளைப் போற்றிப் புகழும் கவிதை நூல் இது!இந்நூலின் ஆசிரியர் அஸ்ஸெய்யித் கலீல் அவ்ன் மௌலானா நாயகமவர்களிடம் புதுக்கவிதைப் பூபாளம், சாகித்திய அகாடமி விருது பெற்ற கவிஞர், மு.மேத்தா அவர்கள் ஒருமுறை இவர்களைக் சந்தித்த போது “தாங்கள் முந்தைய இலக்கிய வடிவங்களிலேயே கவிதை வடிக்கக் காரணம் என்ன? என்று விளக்கம் கேட்டார்.",
        description2:"அதற்கு இந்நூலின் ஆசிரியர் “எல்லோரும் புதுக்கவிதை மோகம் கொண்டு அலைந்தால் பழைய பாரம்பரியமிக்க – தனித்தன்மை கொண்ட பண்டைய இலக்கிய வடிவங்களைக் காப்பது யார்? அனைவரும் அதனைப் பார்க்காது முகம் திருப்பிகொண்டால் அது அழிந்து போகாதா? என்றார்கள். அதற்கு சாட்சியாக இவர்களின் உமர் ரலி புராணம், சித்திரக்கவி அமைந்த மகானந்தாலங்காரமாலை போன்ற நூற்கள் திகழ்கின்றன.144 பாக்கள் கொண்ட இந்த நூலில் பெருமானார் ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களின் திருவாழ்வு முழுவதும் சுருக்கமாக, உருக்கமாக இலக்கிய நயத்தோடு பதிவு செய்யப்பட்டு விட்டது. நாயகம் ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களின் வரலாறு கூறும் சீறாப் புராணத்தைப் படித்த திருப்தி இந்தச் சிறு நூலிலே கிடைக்கப்பெறும். புர்தா ஷரீபைப் படித்த புண்ணியம் இந்தப் புத்தகத்தின் வாயிலாகப் பூந்துவிடும். இதனைத் “தமிழில் இயற்றிய மௌலிது ஷரீபு” என்றாலும் பொருந்தமான கருத்தென்று புரிந்தவர்கள் ஒப்புக் கொள்வர்.",
        countInStock:6
    },
    {
        _id: '4',
        image:'assets/img/books/arputha1.jpg',
        name:'அற்புத அகில நாதர் ',
        price:120,
        short_description:"இஃது முஹம்மது நபி ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களை பற்றி, அவர்களின் திருப்பேரர் அஸ்ஸெய்யித் கலீல் அவ்ன் மௌலானா நாயகம் அவர்கள் எழுதியருளிய அழகிய கவிதைவடிவிலான தொகுப்பாகும்.",
        description1:"இஃது முஹம்மது நபி ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களை பற்றி, அவர்களின் திருப்பேரர் அஸ்ஸெய்யித் கலீல் அவ்ன் மௌலானா நாயகம் அவர்கள் எழுதியருளிய அழகிய கவிதைவடிவிலான தொகுப்பாகும்.இதில் பெருமானார் ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களின் வாழ்வில் நிகழ்ந்த அற்புதங்களை எல்லாம் அழகிய கவிதை திரட்டாக ஆசிரியர் அவர்கள் படைத்துள்ளார்கள். இஃது இசையமைத்து, பாடலாகவும் குறுந்தகடாகவும் வெளியிடப்படுள்ளது.மேலும் சென்னை காவல்துறைத் தலைவர் சு.ஸ்ரீபால், வா.மு. சேதுராமன் M.A., B.Ed., P.hd., D.Ltt.,, ஆகியோர்கள் முன்னுரை, அணிந்துரை வழங்கியுள்ளனர்.",
        description2:"மொத்தம் 132 கண்ணிகளாக இது வடிவமைக்கப்பட்டுள்ளது காண்க. சிறந்த சொல்லாடல், நாயகம் ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களுக்கு நிகழ்ந்த அற்புதங்களை அழகிய முறையில் எடுத்துவைக்கும் விதம், இதனின் இசைவடிவம் அனைத்தும் படிப்போரின், கேட்போரின் மனங்களை கொள்ளை கொள்ளும் என்பது தெளிவு. மொத்தம் 132 கண்ணிகளாக இது வடிவமைக்கப்பட்டுள்ளது காண்க. சிறந்த சொல்லாடல், நாயகம் ஸல்லல்லாஹூ அலைஹி வஸல்லம் அவர்களுக்கு நிகழ்ந்த அற்புதங்களை அழகிய முறையில் எடுத்துவைக்கும் விதம், இதனின் இசைவடிவம் அனைத்தும் படிப்போரின், கேட்போரின் மனங்களை கொள்ளை கொள்ளும் என்பது தெளிவு.",
        countInStock:8
    },
    {
        _id: '5',
        image:'assets/img/books/iraivali.jpg',
        name:'இறைவலிய் செய்யித் முஹம்மத் மௌலானா  ',
        price:150,
        short_description:"எம் தந்தை நாயகம் ஜமாலிய்யா ஸெய்யித் யாஸீன் மௌலானா அல்ஹாஷிமிய் ரலியல்லாஹு அன்ஹு அவர்களின் தாயார் உம்மு ஹபீபாக் கண்ணே யாவார்கள். உம்மு ஹபீபாக் கண்ணே அவர்களின் தகப்பனார் ஸெய்யித் முஹம்மத் மௌலானா அவர்கள்",
        description1:"எங்கும் நிறைந்த ஏகன் திருவருள் முன்னிற்க. எம் தந்தை நாயகம் ஜமாலிய்யா ஸெய்யித் யாஸீன் மௌலானா அல்ஹாஷிமிய் ரலியல்லாஹு அன்ஹு அவர்களின் தாயார் உம்மு ஹபீபாக் கண்ணே யாவார்கள். உம்மு ஹபீபாக் கண்ணே அவர்களின் தகப்பனார் ஸெய்யித் முஹம்மத் மௌலானா அவர்கள். இவர்கள் ஆட்டுக்குக் காதில்லாமலாக்கிய முஹம்மது மௌலானா எனப் பிரபலமானவர்கள்.ஸெய்யித் முஹம்மத் மௌலானா அவர்களுக்கு பல கராமத்துகள் சிறுவயது தொடுத்தே நடந்து வந்தன. அவற்றில் ஆதாரப்பூர்வமான சிலவற்றைப் பாக்கள் மூலம் எடுத்துரைப்பதில் பேராவல்கொண்டு இம்மாலையைத் தொடுத்தோம். இக்கோவை பிரார்த்தையுடன் முடிகின்றது. இப்பிரார்த்தைனைப் பாடிவருபவர்கள் பல நன்மைகளையும் அடைவர்.",
        description2:"எம் இக்கவிதைக் கோவையை நம் அருமை ஆத்துமப் பிள்ளையும், ஸூபியும், ஆங்கிலப் பேராசிரியரும் நம் ஞானச்சீடருமான P.முஹம்மது கனி M.A அச்சிட்டு வெளியிடப் பெரிதும் விருப்பம் தெரிவித்தார்.அவரும் அவர் குடும்பமும் பல நலன்களும் பெற்று சிறப்புறுவார்களாக என இறைஞ்சுகின்றோம். இதனைப் படிப்பவர் அனைவரும் நலன் பெறுக.ஜமாலிய்யா ஸெய்யித் கலீல் அவ்ன் அல்ஹாஷிமிய் மௌலானா",
        countInStock:10
    },
    {
        _id: '6',
        image:'assets/img/books/Quthubuhal.jpg',
        name:'குதுபுகள் திலகம் யாஸீன் மௌலானா ',
        price:170,
        short_description:"அஹ்மதியத்தால் பிரகாசித்துக் கொண்டிருக்கும் வல்லமை மிக்க காலத்தின் அதிபதி எம் ஆருயிர் தந்தை குத்புஸ்ஸமான் ஷம்ஷூல் வுஹூத் ஜமாலியா அஸ்ஸெய்யித் கலீல் அவ்ன் அல் ஹஸனிய்யுல்",
        description1:"அஹ்மதியத்தால் பிரகாசித்துக் கொண்டிருக்கும் வல்லமை மிக்க காலத்தின் அதிபதி எம் ஆருயிர் தந்தை குத்புஸ்ஸமான் ஷம்ஷூல் வுஹூத் ஜமாலியா அஸ்ஸெய்யித் கலீல் அவ்ன் அல் ஹஸனிய்யுல் ஹூஸைனிய்யுல் ஹாஷிமிய் மௌலானா நாயகம் அவர்களின் தந்தை நாயகமான மெய்ஞ்ஞானச்சுடர், காலத்தின் ஒப்பற்ற நாயகர், அவதார புருஷர், குதுபுகள் திலகம், அஷ்செய்கு ஜமாலிய்யா அஸ்ஸெய்யித் யாஸீன் மௌலானா அல்காதிரிய்யுல் ஹஸனிய்யுல் ஹூஸைனிய்யுல் ஹாஷிமிய்(ரழி) அவர்கள் திருமுல்லைவாசல் எனும் ஊரில் மறைந்தும், வாழ்ந்தும் வருகிறார்கள்.",
        description2:"குத்புல்அக்தாப் யாஸீன் மௌலானா நாயகம் அவர்களின் ரவ்லாஷ்ரீபில், பெரும் திரளான பக்தர்கள் சூழநிற்க, அங்கு குத்புல் அக்தாப் நாயகம் அவர்களின் தலைமாட்டுப் பகுதியில் எமதுயிர்த் தந்தை குத்புஸ்ஸமான் ஷம்ஷூல் வுஹூத் ஜமாலிய்யா அஸ்ஸெய்யித் கலீல் அவ்ன் மௌலானா நாயகமவர்கள் நின்று எம்மை உள்ளே அழைத்துத் தங்கள் அருகில் நிற்கச்செய்து, மிகவும் அழகிய குரலிலே குத்புல் அக்தாப் யாஸீன் மௌலானா நாயகம் அவர்களை வாழ்த்திப் பாமாலையை எமதுயிர் ஷைகு நாயகம், காலத்தின் அதிபதி கலீல் நாயகமவர்கள் பாடி முடிக்கின்ற காட்சியை எமது கனவினிற்கண்டு, அதை எமதுயிர்த் தந்தை நாயகம் அவர்களிடம் சொன்னேன். அதனைக் கேட்டு அகமகிழ்ந்து, தங்கள் தந்தை குத்புல் அக்தாப் நாயகம் பேரில் பாமாலையாக்க இருந்ததாகக்கூறி.குதுபுகள் திலகம் யாஸீன் மௌலானா அல்ஹாஷிமிய்(ரழி) என்ற இந்த சிறப்புமிக்க நூலை பாமாலையாகப் புனைந்து, இந்த அரும்பெரும் நூலை அச்சிலேற்றி வெளியிடும் அரும்பெரும் பாக்கியத்தினை எமக்கு நல்கிய எமதாருயிர்த் தந்தை, காலத்தின் வல்லமைமிக்க அதிபதி அஷ்செய்கு ஜமாலிய்யா அஸ்ஸெய்யித் கலீல் அவ்ன் மௌலானா அல் காதிரிய்யுல் ஹஸனிய்யுல் ஹூஸைனிய்யுல் ஹாஷிமி நாயகம் அவர்களுக்கு எமது சிரம்தாழ்ந்த பணிவான நன்றியை உரித்தாக்குகிறேன்.",
        countInStock:10
    },
    {
        _id: '7',
        image:'assets/img/books/Ezha.jpg',
        name:'ஈழவள நாட்டில் பயிர் பெருக்க வாரீர்',
        price:187,
        short_description:"ஈழ வள நாட்டில் பயிர் பெருக்க வாரீர்",
        description1:"ஈழ வள நாட்டில் பயிர் பெருக்க வாரீர் என்ற இந்த கவிதை நூல் ஸ்ரீலங்கா சாகித்திய மண்டலத்தால் வருடம் 1967 அக்டோபர் மாதத்தில் நடந்த கவியரங்கில் தேர்தெடுக்கப்பட்ட சிறந்த மரபுத் தமிழ் வழி கவிதை நூலாகும்.",
        description2:"இலங்கைத் தேசியப் பாங்கும், பண்பாடும் மிக அருகியே காணப்படும். இக்குறையை போக்க இலங்கை முற்போக்கு எழுத்தாளர் சங்கம் 1956 இல் தேசிய இலக்கியம் என்னும் கோட்பாட்டை முன்வைத்தது. அதன் பிறகு சிறுகதை, நாவல்களில் இது ஒரளவு பிரதிபலிக்கபட்டதானாலும் கவிதைகளில் தேசியத் தன்மையின் எதிரொலிப்புப் போதிய அளவு இல்லை. இவ்கவிதைத் தொகுப்பில் இதன் ஆசிரியர் ஜமாலிய்யா ஸய்யித் கலீல் அவ்ன் மௌலானா இக்குறையைப் பெருமளவு தீர்த்து வைத்துள்ளமை இந்நூலின் சிறப்பம்சமாகும். காவடிச் சிந்து, வழிநடை சிந்து என்னும் கிராமியப் பாடல் வகையில் அமையப் பெற்ற இப்பாக்கள் பாடி மகிழ மிக்க சுவை தருவதாகும். கவிஞர் இந்தூலில் தேசியப் பற்று, நாட்டுவளம், சமூக ஒற்றுமை என்ற பொருளினைப் பெரிதும் கையாள்கிறார்.",
        countInStock:10
    },
    {
        _id: '8',
        image:'assets/img/books/perinba_paathai.jpg',
        name:'பேரின்பப் பாதை',
        price:150,
        short_description:"இந்நூல் ஞானத்திற் புகுவோருக்கு முதல் நூலாயும் புகுவாயாகவும் எழுதப்பட்டது. இதனிமித்தமே அபூர்வமான மறை பொருட்கருத்துகள் இதில் எழுதப்படவில்லை. சிந்தனையைத் தூண்டும் வகையிலே இஃது எழுதப்படுள்ளது காண்க.",
        description1:"இந்நூல் ஞானத்திற் புகுவோருக்கு முதல் நூலாயும் புகுவாயாகவும் எழுதப்பட்டது. இதனிமித்தமே அபூர்வமான மறை பொருட்கருத்துகள் இதில் எழுதப்படவில்லை. சிந்தனையைத் தூண்டும் வகையிலே இஃது எழுதப்படுள்ளது காண்க.அன்று சிலரிடத்து உறைந்தும்; ஓரளவேனும் நிறைந்தும்; குறைந்த அளவிலேனும் பரந்துமிருந்த ஆத்ம ஞானம் இன்று அறவற்றித் தாகத்திற் றவிப்போர்க்குச் சிறு துளியேனும் பருகிப்பரவசமடைய இல்லாதிருப்பது காணக்கண்கள் அரத்த நீர் சொரிகின்றன; எண்ண எண்ண உள்ளம் பிளக்கின்றது; கேட்கச் செவிகள் கழிக்கின்றன.அன்று மனிதன் அனைத்திலும் பரத்தினை முதலாய்க் கொண்டு சிந்தித்தான்; அனைத்திலும் சத்தியத்தை நிலை நிறுத்தினான். உத்தம பணி நித்தியன் பணியென்று ஒரு நிலை நின்றான். ஏகம் அனைத்துமாகும்; அனைத்தும் ஓருடலாகும்; அஃதே ஒற்றுமையாகும். இங்கே வேற்றுமையைக் காண்பது எங்கே?.",
        description2:"ஞானக்கலை ஏகக்கலையாகும். ஏகக்கலை மறைந்தமையாலே இன்று எங்கும் மானக்கொலை ஏற்படுகின்றது; நிம்மதி குலைகின்றது; வன்கண்மை நிறைகின்றது; பகை மிகைக்கின்றது. ஆதலினால், ஏக ஞானம் எனும் தூயவாளைக்கொண்டு இவைகளை ஒழிக்கவியலும்.ஏகத்துவ ஞானம் அனைவருக்கும் பொதுவாதலால், இந்து, முஸ்லிம், கிருத்துவ ஞானிகளின் கருத்துகளும் ஆங்காங்கே இடைக்கிடை இதிற்கொடுக்கப்படுள்ளன. அனைவரும் கற்றுப்பயன் பெறுவார்களாக. மற்றுமிதனடக்கம் உள்ளடக்கத்துட் காண்க.",
        countInStock:10
    }



    ]
    
    
}